Repository: amarillonmc/x-233chan
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: et, pt_br, ro

source: %d Boards
ro: %d forumuri

source: %s bans not shown.
et: %s tõkendit mitte näidatud.
pt_br: %s expulsões não mostradas.
ro: %s banuri neafişate.

source: %s images shown.
ro: %s imagini afişate.

source: %s posts shown.
ro: %s mesaje afişate.

source: %s not implemented.
et: %s ei ole võimalik.
pt_br: %s não está implementado.
ro: %s neimplementat.

source: %s uploaded.
et: %s üles laetud.
pt_br: %s transferidos.
ro: %s uploadat.

source: (for post and file deletion)
et: (postituse ja faili kustutamiseks)
pt_br: (para apagar posts ou arquivos)
ro: (pentru ştergerea mesajului)

source: (note that this is a rough limit, more may be shown)
ro: (limită relativă; pot fi afișate mai multe)

source: <h2>Add News Post</h2>This message will be displayed as it is written, so make sure you add the proper HTML.
et: <h2>Lisa uudiste postitus</h2>Seda teadet näidatakse nii, nagu see on kirjutatud, seega tuleb kasutada õiget HTML-i.
pt_br: <h2>Adicionar notícia</h2>Esta mensagem será exibida como é escrita, então certifique-se de que você adicionou o código HTML apropriado.
ro: <h2>Adaugă ştire</h2>Mesajul va fi afişat aşa cum e scris, deci vezi să bagi HTML corect.

source: A board with that name already exists.
et: Selle nimega tahvel on juba olemas.
pt_br: Um fórum com este nome já existe.
ro: Deja există acest forum.

source: A board with that name does not exist.
et: Selle nimega tahvlit pole olemas.
pt_br: Um fórum com este nome não existe.
ro: Nu există acest forum.

source: A common cause for this is an incorrect extension when the file is actually of a different type.
et: Tavaline põhjus selle jaoks on vale faililaiend, kui fail on tegelikult teist tüüpi.
pt_br: Uma causa comum para isso é uma extensão incorreta quando o arquivo na verdade é de um tipo diferente.
ro: Asta înseamnă că extensia fişierului e diferită de tipul fişierului.

source: A file is required for a new thread. If embedding is allowed, either a file or embed ID is required.
ro: Pentru o discuţie nouă, ai nevoie de un fişier (sau de un embed, dacă opţiunea e activată).

source: A live record for %s was not found; the file has been removed.
ro: Nu am găsit %s; fişierul a fost şters.

source: A message is required to post without a file.
et: Failita postitamiseks on vaja teksti.
pt_br: Uma mensagem é necessária para postar sem um arquivo
ro: Ca să postezi fără fişier, trebuie să scrii ceva.

source: A post with that ID does not exist.
et: Sellise ID-ga postitust ei ole olemas.
pt_br: Não existe uma mensagem com esse ID.
ro: Nu există acest mesaj.

source: A staff member with that ID already exists.
et: Selle ID-ga meeskonnaliige on juba olemas.
pt_br: Já existe um membro da equipe com este ID.
ro: Alt membru al staff-ului are acest ID.

source: A staff member with that id does not appear to exist.
et: Selle ID-ga meeskonnaliiget ei ole olemas.
pt_br: Não existe nenhum membro da equipe com este ID.
ro: Nu există un membru al staff-ului cu acest ID.

source: Abbreviation (less then 10 characters)
ro: Prescurtarea secţiunii (maxim 10 caractere)

source: Abbreviation
ro: Prescurtare

source: Action
ro: Acţiune

source: Ad Edited
ro: Reclamă editată

source: Ad Management
ro: Administrarea reclamelor

source: Add ban message
ro: Adaugă mesajul pentru ban

source: Add ban
et: Lisa tõkend
pt_br: Adicionar expulsão
ro: Adaugă ban

source: Add Board
ro: Adaugă forumul

source: Add board
et: Lisa tahvel
pt_br: Adicionar fórum
ro: Adaugă un forum

source: Add filetype
ro: Adaugă un tip de fişier

source: Add new blotter entry
et: Lisa uus blotteri sissekanne.
pt_br: Adicionar nova entrada ao registro.
ro: Buletin nou

source: Add news
et: Lisa uudised
pt_br: Adicionar notícia
ro: Adaugă o ştire

source: Add Results
ro: Rezultat

source: Add section
ro: Adaugă o secţiune

source: Add staff member
et: Lisas meeskonnaliikme
pt_br: Adicionar membro da equipe
ro: Adaugă membru nou în staff

source: Add word
et: Lisa sõna
pt_br: Adicionar palavra
ro: Adaugă un cuvânt

source: Add
et: Lisa
pt_br: Adicionar
ro: Adaugă

source: Add/Delete boards
ro: Adaugă / şterge forumuri

source: Added a FAQ entry
ro: Adăugat un FAQ

source: Added a news entry
et: Lisas uudistepostituse
pt_br: Adicionou uma notícia
ro: Adăugat ştirea

source: Added a Rule entry
ro: Adăugat o regulă

source: Added an announcement
ro: Adăugat anunţ

source: Added an Embed
ro: Adăugat un embed

source: Added board
et: Lisasin tahvli
pt_br: Fórum adicionado
ro: Adăugat forumul

source: Added By
ro: Adăugat de

source: Added on
et: Lisatud
pt_br: Adicionado em
ro: Adăugat pe

source: Added staff member
et: Lisasin meeskonnaliikme
pt_br: Membro da equipe adicionado
ro: Adăugat membru

source: Added word to wordfilter: %s - Changes to: %s - Boards: /%s/
ro: Adăugat filtru: %s - Înlocuit de: %s - Forumuri: /%s/

source: Added
ro: Adăugat

source: Administration
et: Haldamine
pt_br: Administração
ro: Administraţie

source: Administrators
et: Haldurid
pt_br: Administradores
ro: Administratori

source: All Boards
ro: Toate forumurile

source: All boards
et: Kõik tahvlid
pt_br: Todos os fóruns
ro: Toate forumurile

source: All threads on /%s/
ro: Toate discuţiile de pe /%s/

source: All Threads
et: Kõik lõngad
pt_br: Todos os tópicos
ro: Toate discuţiile

source: All threads/posts by that IP in selected boards successfully deleted.
et: Kõik sellelt IP-lt tehtud lõngad/postitused valitud tahvlitelt edukalt kustutatud.
pt_br: Todos os tópicos/mensagens feitos por esse IP nos fóruns selecionados foram apagados com sucesso.
ro: Toate discuţiile / mesajele de pe acest IP au fost şterse.

source: Allow read
ro: Se permite citirea?

source: Allowed embeds
ro: Embeduri permise

source: Allowed filetypes
et: Lubatud failitüübid
pt_br: Tipos de arquivos permitidos
ro: Fişiere permise

source: Already posted %shere%s.
et: See on juba postitatud %ssiia%s.
pt_br: Já foi postado %saqui%s.
ro: Postat %saici%s.

source: An image, or message, is required for a reply.
et: Lõngale vastamiseks on vaja vähemalt pilti või teksti.
pt_br: Uma imagem, ou mensagem, é necessária para a resposta.
ro: Ca să răspunzi, ai nevoie de un mesaj sau de-o imagine.

source: An invalid applet was specified. Save a screenshot of your work in case of continued failure.
ro: Applet invalid. Fă un screenshot la ce-ai făcut, în caz că pică appletul de tot.

source: and
et: ja
pt_br: e
ro: şi

source: Announcement edited
ro: Anunţ editat

source: Announcement Management
ro: Administrare anunţuri

source: Announcement successfully added.
ro: Anunţ adăugat.

source: Announcement successfully deleted
ro: Anunţ şters

source: Announcements
ro: Anunţuri

source: Anonymous
et: Anonüümne
pt_br: Anônimo
ro: Anonim

source: Anything can go here, such as banners, links, etc. It doesn't have to be just ads.
ro: Aici poţi pune orice (bannere, linkuri, etc.). Nu trebuie să fie neapărat reclame.

source: Appeal (days)
ro: Cerere de debanare (zile)

source: Appeal Message
et: Appellatsiooni sõnum
pt_br: Mensagem de recurso
ro: Cerere de debanare

source: Appeal successfully denied.
et: Appellatsioon õnnestunult tagasi lükatud.
pt_br: Recurso negado com sucesso.
ro: Cerere de debanare respinsă.

source: Appeal:
ro: Cerere de debanare:

source: Appeals
ro: Cereri de debanare:

source: Archive
ro: Arhivă

source: Are you absolutely sure you want to delete %s?
et: Oled sa täiesti kindel, et soovid kustutada %s?
pt_br: Você tem certeza absoluta de que quer apagar %s?
ro: Sigur vrei să ştergi %s?

source: Are you sure you want to delete and ban this poster?
ro: Sigur vrei să ştergi şi să banezi acest user?

source: Are you sure you want to delete this thread/post?
ro: Sigur vrei să ştergi această discuţie / mesaj?

source: Area
ro: Director

source: At
et: Kohas
pt_br: Arroba
ro: La

source: Average #minutes between posts (past week), boards without posts in past week not shown
ro: Minute între postări în ultima săptămână (forumurile fără nicu un post nu sunt afişate)

source: back to board
ro: înapoi la forum

source: Ban duration, reason, and appeal information
ro: Durata, motivul şi cererea de debanare pentru ban

source: Ban file hash description
ro: Descrierea banului pentru un hash

source: Ban file hash for
ro: Banează hash-ul pentru

source: Ban file
ro: Ban de fişiere

source: Ban from
et: Tõkesta tahvlilt
pt_br: Expulso de
ro: Ban pe

source: Ban massage
ro: Banat din cauza asta

source: Ban message
ro: Mesajul pentru ban

source: Ban proxy list
et: Tõkendatud proxyde nimekiri
pt_br: Lista de proxies expulsos
ro: Banare listă de proxy-uri

source: Ban successfully placed.
et: Tõkend edukalt paigaldatud.
pt_br: Expulsão feita com sucesso.
ro: Banat.

source: Ban successfully removed.
et: Tõkend edukalt eemaldatud.
pt_br: Expulsão removida com sucesso.
ro: Ban scos.

source: Ban time
ro: Durata banului

source: Ban
ro: Banează

source: Banned %d IP addresses using an IP address list.
et: Tõkendas %d IP aadressi kasutades IP aadresside nimekirja.
pt_br: Expulsou %d endereços IP usando uma lista de endereços
ro: Am banat %d IP-uri din listă.

source: Banned from
et: Tõkendatud tahvlilt
pt_br: Expulso de
ro: Banat pe

source: Banned md5 hash %s with a description of %s
ro: Am banat MD5 hash-ul %s, cu descrierea %s

source: Banned
et: Seadis tõkendi
pt_br: Expulso
ro: Banat

source: Blacklisted link ( %s ) detected.
ro: Link interzis ( %s ).

source: Blotter entry added.
et: Blotteri sissekanne lisatud.
pt_br: Entrada no registro adicionada.
ro: Buletin adăugat.

source: Blotter entry deleted.
et: Blotteri sissekanne kustutatud.
pt_br: Entrada no registro apagada.
ro: Buletin şters.

source: Blotter entry updated.
et: Blotteri postitus uuendatud.
pt_br: Entrada no registro atualizada.
ro: Buletin actualizat.

source: Blotter is disabled.
et: Blotter blokeeritud.
pt_br: O registro está desligado.
ro: Bulteinul e dezactivat.

source: Blotter updated
et: Blotter uuendatud
pt_br: Registro atualizado
ro: Buletin updatat

source: Blotter
pt_br: Registro
ro: Buletin

source: Board options
et: Tahvli seaded
pt_br: Opções do fórum
ro: Administrare forumuri

source: Board successfully added.
et: Tahvel edukalt lisatud.
pt_br: Fórum adicionado com sucesso.
ro: Forum adăugat.

source: Board successfully deleted.
et: Tahvel edukalt kustutatud.
pt_br: Fórum apagado com sucesso.
ro: Forum şters.

source: Board type
ro: Tip de forum

source: Board
et: Tahvel
pt_br: Fórum
ro: Forum

source: Boards Administration
ro: Administrare forumuri

source: Boards
et: Tahvlid
pt_br: Fóruns
ro: Forumuri

source: Cache successfully flushed.
et: Vahemälu edukalt tühjendatud.
pt_br: Cache esvaziado com sucesso
ro: Cache şters.

source: Can be left blank.
et: Võib tühjaks jätta.
pt_br: Pode ser deixado em branco.
ro: Poate fi lăsat gol.

source: Can not be left blank
ro: Nu poate fi lăsat gol

source: Can not be left blank, or longer than 3 characters
ro: Nu poate fi nici gol, nici mai mare de 3 caractere

source: Can not be left blank. This is what comes before the embed ID. Example: 'http://www.youtube.com/watch?v='
ro: Nu poate fi lăsat gol. E ceea ce vine înainte de IDul embedului, de exemplu <strong>http://www.youtube.com/watch?v=</strong>

source: Can not be left blank.
et: Ei või tühjaks jätta.
pt_br: Não pode ser deixado em branco.
ro: Nu poate fi lăsat gol.

source: Cancel
et: Loobu
pt_br: Cancelar
ro: Anulare

source: Catalog Mode
et: Kataloogi viis
pt_br: Modo de Catálogo
ro: Catalog

source: Change account password
et: Muuda konto parool
pt_br: Mudar a senha da conta
ro: Schimbare parolă

source: Check for new version
et: Kontrolli uue versiooni olemasolu
pt_br: Checar se há uma nova versão
ro: Versiune nouă?

source: Child Pornography
ro: Porno ilegal

source: Choose one
et: Vali üks
pt_br: Escolha uma
ro: Alege

source: Cleanup finished.
et: Koristamine lõpetatud.
pt_br: Limpeza concluída.
ro: Curăţenie completă.

source: Cleanup
et: Koristamine
pt_br: Limpeza
ro: Curăţare

source: Clear All On Page As Reviewed
ro: Toate sunt în regulă

source: Clear
ro: Şterge

source: Cleared APC cache
et: Kustutas APC vahemälu
pt_br: Limpou o cache APC
ro: Cache APC şters

source: Click %shere%s to return to Ad Management.
ro: Click %saici%s pentru a te întoarce la Administrarea Reclamelor.

source: Click Reply to view, or %sexpand%s.
et: Klikka Vasta vaatamiseks, või %ssuurendamiseks%s.
pt_br: Clique em Responder para visualizar, ou %sexpand%s.
ro: Click pe Răspunde ca să vezi, sau %smăreşte%s.

source: Click Reply to view.
et: Klikka Vasta vaatamiseks.
pt_br: Clique em Responder para visualizar
ro: Click pe Răspunde ca să vezi.

source: Click to edit board options
ro: Click pentru a configura forumul

source: Click to show/hide
et: Klikka näitamiseks/peitmiseks
pt_br: Clique para mostrar/ocultar
ro: Arată / ascunde

source: Code
ro: Cod

source: Compact list
ro: Listare compactă

source: Continue
et: Jätka
pt_br: Continuar
ro: Continuă

source: Could not copy uploaded image.
et: Ei suutnud üles laetud pilti kopeerida.
pt_br: Não foi possível copiar a imagem.
ro: N-am putut copia imaginea uploadată.

source: Could not create thumbnail.
et: Pisipildi loomine ebaõnnestus.
pt_br: Não foi possível criar o thumbnail.
ro: N-am putut crea thumbnailul.

source: Current version:
et: Hetkel kasutuses olev versioon:
pt_br: Versão atual:
ro: Versiunea curentă:

source: Currently %1 unique user posts.
ro: %1 răspuns(uri) unic(e).

source: Date Added
ro: Data adăugării

source: Date
et: Kuupäev
pt_br: Data
ro: Data

source: Days to keep modlog entries
et: Päevi moderaatori logi kirjete alles hoidmiseks
pt_br: Dias para modificar as entradas no modlog.
ro: Numărul de zile pentru păstrarea modlog-ului

source: days
ro: zile

source: Default style
ro: Stil implicit

source: Default
et: Vaikimisi
pt_br: Padrão
ro: Implicit

source: Delete &amp; Ban
ro: Şterge şi Banează

source: Delete all posts by IP
et: Kustuta kõik postitused IP-lt
pt_br: Apagar todos os posts por IP
ro: Şterge toate mesajele după IP

source: Delete all posts by this IP
et: Kustuta kõik postitused IP-lt
pt_br: Apagar todos os posts feitos por este IP
ro: Şterge toate mesajele de la acest IP

source: Delete board
et: Kustuta tahvel
pt_br: Apagar fórum
ro: Şterge forumul

source: Delete post
et: Kustuta postitus
pt_br: Apagar a mensagem
ro: Şterge mesajul

source: Delete posts
et: Kustuta postitused
pt_br: Apagar mensagens.
ro: Şterge mesajele

source: Delete Results
ro: Rezultatul ştergerii

source: Delete thread
et: Kustuta lõng
pt_br: Apagar o tópico
ro: Şterge discuţia

source: Delete thread/post
et: Kustuta lõng/postitus
pt_br: Apagar o tópico/mensagem
ro: Şterge discuţia / mesajul

source: Delete
et: Kustuta
pt_br: Apagar
ro: Şterge

source: Deleted a FAQ entry
ro: FAQ şters

source: Deleted a news entry
ro: Ştire ştearsă

source: Deleted a Rules entry
ro: Regulă ştearsă

source: Deleted a VIP code
et: Kustus VIP koodi
pt_br: Um código VIP foi apagado
ro: Cod VIP şters

source: Deleted an announcement
ro: Anunţ şters

source: Deleted an Embed
ro: Şters un embed

source: Deleted board
et: Eemaldasin tahvli
pt_br: Fórum apagado
ro: Forum şters

source: Deleted post
et: Kustutas postituse
pt_br: Mensagem apagada.
ro: Răspuns şters

source: Deleted posts by ip
et: Kustutasin postitused IP-lt
pt_br: Mensagens do IP apagadas
ro: Mesaje şterse, după IP

source: Deleted staff member
et: Eemaldasin meeskonnaliikme
pt_br: Membro da equipe apagado
ro: Membru al staff-ului şters

source: Deleted thread
et: Kustutas lõnga
pt_br: Tópico apagado
ro: Discuţie ştearsă

source: DELETED
ro: ŞTERS

source: Deleting non-deleted replies which belong to deleted threads.
et: Kustutan kustutamata vastuseid, mis kuuluvad kustutatud lõngadesse.
pt_br: Apagando respostas não-apagadas pertencentes a tópicos apagados.
ro: Ştergere mesaje orfane.

source: Deleting unused images.
et: Kustutan kasutamata pilte.
pt_br: Apagando imagens não utilizadas.
ro: Ştergere imagini neutilizate.

source: Denied the ban appeal for
et: Keelas tõkendi appellatsiooni
pt_br: Negado o recurso de expulsão para
ro: Cererea de debanare respinsă pentru

source: Description
et: Kirjeldus
pt_br: Descrição
ro: Descriere

source: Directory
et: Kaust
pt_br: Diretório
ro: Director

source: Disk space used
et: Kasutatud kettaruum
pt_br: Espaço em disco utilizado
ro: Spaţiu utilizat

source: Display
ro: Afişare

source: Displayed
ro: Afişată

source: Does not expire
et: Ei aegu
pt_br: Não expira
ro: Nu expiră

source: Duplicate file entry detected.
et: See fail on juba olemas.
pt_br: Arquivo duplicado detectado.
ro: Fişier duplicat.

source: Duplicate thread subject
et: Selle teemaga lõng on juba olemas.
pt_br: Assunto do tópico duplicado.
ro: Subiect duplicat

source: Duration:
ro: Până pe:

source: Edit filetypes
et: Muuda failitüüpe
pt_br: Editar tipos de arquivos
ro: Editare tipuri de fişiere

source: Edit sections
et: Muuda osakondi
pt_br: Editar seções
ro: Editare secţiuni

source: Edit templates
ro: Editare template-uri

source: Edit word
et: Muuda sõne
pt_br: Editar a palavra
ro: Editează filtrul

source: Edit
et: Toimeta
pt_br: Editar
ro: Editează

source: Edit/Delete announcement
ro: Editează / şterge un anunţ

source: Edit/Delete Embeds
ro: Editează / şterge embeduri

source: Edit/Delete FAQ Entries
ro: Editează / şterge FAQ-urile

source: Edit/Delete News
ro: Editează / şterge o ştire

source: Edit/Delete Rule Entries
ro: Editează / şterge regulile

source: Edit/Delete
ro: Editează / Şterge

source: Edited a FAQ entry
ro: FAQ editat

source: Edited a news entry
et: Toimetas uudistepostitust
pt_br: Editou uma notícia
ro: Ştire editată

source: Edited a Rule entry
ro: Regulă editată

source: Edited a VIP cod
et: Muutis VIP koodi
pt_br: Um código VIP foi editado
ro: Cod VIP editat

source: Edited an ad
ro: Editat o reclamă

source: Edited an announcement
ro: Anunţ editat

source: Edited an embed
ro: Editat un embed

source: Embed deleted
ro: Embed şters

source: Embed Edited
ro: Embed editat

source: Embed Management
ro: Administrare embeduri

source: Embed successfully added.
ro: Embed agăugat

source: Embedding only
et: Ainult lisamine
pt_br: Somente embutidos
ro: Numai embed

source: Enable 'no file' posting
ro: Postare fără fişier

source: Enable archiving
ro: Arhivare

source: Enable captcha
ro: Captcha

source: Enable catalog
ro: Catalogare

source: Enable reporting
ro: Raportare

source: Enable/disable captcha system for this board. If captcha is enabled, in order for a user to post, they must first correctly enter the text on an image.
ro: Activare / dezactivare captcha pe forum. Dacă e activat, utilizatorul va trebui sa scrie corect textul dintr-o imagine.

source: Enable/disable thread archiving for this board (not available if load balancer is used). If enabled, when a thread is pruned or deleted through this panel with the archive checkbox checked, the thread and its images will be moved into the arch directory, found in the same directory as the board. To function properly, you must create and set proper permissions to /boardname/arch, /boardname/arch/res, /boardname/arch/src, and /boardname/arch/thumb
ro: Activare / dezactivare arhivarea forumului (nu se poloseşte dacă ai un script adiţional). Dacă e activat, atunci când o discuţie este ştearsă cu opţiunea de arhivare, discuţia şi imaginile sale vor fi mutate în directorul <strong>arch</strong> din acelaşi director în care se află şi forumul. Ca să meargă cum trebuie, trebuie să creezi şi să acorzi permisii următoarelor directoare: <strong>/boardname/arch</strong>, <strong>/boardname/arch/res</strong>, <strong>/boardname/arch/src</strong>, şi <strong>/boardname/arch/thumb</strong>

source: Enclose text in {t}{/t} blocks to allow them to be translated for different languages.
ro: Încadrează textul care vrei sa fie localizabil între <strong>{t}</strong> şi <strong>{/t}</strong>

source: Entire Thread
et: Terve lõng
pt_br: Tópico inteiro
ro: Toată discuţia

source: Error
ro: Eroare

source: Error, it appears your file did not transfer properly. Please go back and try again.
ro: Fişierul nu a fost uploadat cum trebuie. Incearcă din nou.

source: Error: That thread doesn't have a file associated with it.
ro: Eroare: Discuţia nu are vreo imagine asociată.

source: Error: The directory ./%s was not found and could not be created. Please notify the sites administrator with a copy of this error.
ro: Eroare: directorul ./%s nu există şi nu a putut fi creat. Anunţă un administrator de eroarea aceasta.

source: Expand all images
et: Suurenda kõik pildid
pt_br: Expandir todas as imagens
ro: Măreşte toate imaginile

source: Expires
ro: Expiră pe:

source: Expires:
et: Aegub:
pt_br: Expira em:
ro: Expiră pe:

source: Extension icon displayed, click image to open file.
et: Laienduse ikoon näidatud, klikka pildil faili avamiseks.
pt_br: Ícone da extensão exibido, clique na imagem para abrir o arquivo
ro: Icoană; dă un click pentru a deschide fişierul.

source: Failed to write file to disk.
ro: Nu am putut scrie pe disc.

source: FAQ entry deleted
ro: FAQ şters

source: FAQ entry edited
ro: FAQ editat

source: FAQ entry successfully added.
ro: FAQ adăugat

source: FAQ Management
ro: Administrare FAQ

source: File hash bans
ro: Fişiere banate

source: File Only
et: Ainult fail
pt_br: Somente o arquivo
ro: Numai fişierul

source: File successfully deleted.
ro: Fişier şters.

source: File transfer failure. Please go back and try again.
ro: N-am putut uploada fişierul. Încearcă din nou.

source: File was not fully uploaded. Please go back and try again.
ro: Fişierul nu a fost uploadat complet. Încearcă din nou.

source: File was not properly thumbnailed
ro: Fişierul n-a fost redimensionat corect

source: File
et: Fail
pt_br: Arquivo
ro: Fişier

source: File<br />Removed
ro: Fişier<br />Şters

source: Files
ro: Fişiere

source: Filetype added.
et: Failitüüp lisatud.
pt_br: Tipo de arquivo adicionado.
ro: Tipul de fişier adăugat.

source: Filetype deleted.
et: Failitüüp kustutatud.
pt_br: Tipo de arquivo apagado.
ro: Tipul de fişier şters.

source: Filetype updated.
et: Failitüüp uuendatud.
pt_br: Tipo de arquivo atualizado.
ro: Tipul de fişier actualizat.

source: Filetype
ro: Fişier

source: First 100 posts shown.
et: Esimesed 100 postitust näidatud.
pt_br: Primeiros 100 posts exibidos
ro: Primele 100 de mesaje.

source: First 100 posts
et: Esimesed 100 postitust
pt_br: Primeiros 100 posts
ro: Primele 100 de mesaje

source: first phrase here
ro: prima frază

source: First Post ID
et: Esimese postituse ID
pt_br: ID da primeira mensagem
ro: ID-ul primului mesaj

source: for the following reason
et: järgneval põhjusel
pt_br: pelo seguinte motivo
ro: pentru că

source: Forced anonymous
et: Sunnitud anonüümsus
pt_br: Anônimo forçado
ro: Anonimat forţat

source: forever
et: igavesti
pt_br: para sempre
ro: permanent

source: Frames removed
ro: Frame-uri ascunse

source: From
et: Alates
pt_br: De
ro: De la

source: Front Page
et: Esileht
pt_br: Primeira Página
ro: Prima pagină

source: Front
et: Esileht
pt_br: Frente
ro: Înainte

source: Get posting password
et: Leia postitamise parool
pt_br: Obter a senha da mensagem
ro: Parola mesajului

source: Global configuration succesfully updated.
et: Üldised seaded edukalt uuendatud.
pt_br: Configuração global atualizada com sucesso.
ro: Configuraţia globală actualizată.

source: Global options
et: Üldised seaded
pt_br: Opções globais
ro: Opţiuni globale

source: Go
et: Liikumine
pt_br: Ir
ro: Mai departe

source: Header image
et: Päisepilt
pt_br: Imagem do cabeçalho
ro: Header

source: Heading
ro: Subiect

source: Height
et: Kõrgus
pt_br: Altura
ro: Înălţime

source: Hidden
ro: Ascuns

source: hidden.
ro: ascunsă.

source: Hide Directories
et: Peida kaustad
pt_br: Ocultar diretórios
ro: Ascunde directoarele
