Repository: amarillonmc/x-233chan
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: et, pt_br, ro

source: Reporting allows users to report posts, adding the post to the report list.
et: Teatamine lubab kasutajatel postitustest teatada, lisades postituse teadete nimekirja.
pt_br: As denúncias permitem que os usuários denunciem posts, adicionando-os à lista de denúncias.
ro: Raportarea permite userilor să raporteze mesajele, adăugând mesajul la lista de raporturi

source: Reports
et: Teated
pt_br: Denunciados
ro: Rapoarte

source: Restore watched threads
et: Taasta jälgitud lõngad
pt_br: Restaurar tópicos observados.
ro: Restaurează fişierele urmărite

source: Results for
ro: Rezultate pentru

source: Results from <strong>%s</strong> to <strong>%s</strong> of <strong>%s</strong>
ro: Rezultate de la <strong>%s</strong> până la <strong>%s</strong> din <strong>%s</strong>

source: Results
et: Tulemused
pt_br: Resultados
ro: Rezultate

source: Return
et: Tagasi
pt_br: Retornar
ro: Înapoi

source: Rule entry deleted
ro: Regulă ştearsă

source: Rule entry edited
ro: Regulă editată

source: Rules entry successfully added.
ro: Regulă adugată.

source: Rules Management
ro: Administrarea regulilor

source: Rules
et: Reeglid
pt_br: Regras
ro: Reguli

source: Run Cleanup
ro: Curăţă!

source: Search Help
ro: Cum să cauţi

source: Search posts
et: Otsi postitusi
pt_br: Buscar mensagens
ro: Caută mesaje

source: Search
et: Otsing
pt_br: Pesquisa
ro: Caută

source: second phrase here
ro: a doua frază

source: Seconds
et: Sekundit
pt_br: Segundos
ro: Secunde

source: Section added.
et: Osa lisatud.
pt_br: Seção adicionada.
ro: Secţiune adăugată.

source: Section deleted.
et: Osa kustutatud.
pt_br: Seção removida.
ro: Secţiune ştearsă.

source: Section updated.
et: Osa uuendatud.
pt_br: Seção atualizada.
ro: Secţiune actualizată.

source: Section
et: Osa
pt_br: Seção
ro: Secţiune

source: Select a Board
ro: Alege un forum

source: Select a Section
ro: Alege o secţiune

source: Select Board
ro: Alege forumul

source: Selecting <strong>No</strong> will prevent any reading of any page on the level of the boards on the server. It will also act as a global ban.
ro: Dacă selectezi <strong>Nu</strong>, nici o pagină nu va putea fi citită. Are acelaşi efect ca un ban global.

source: Send Appeal
et: Saada appellatsioon
pt_br: Enviar recurso
ro: Trimite cererea de debanare

source: Separate search terms with the word
ro: Cuvintele-cheie se separă cu

source: Show All
et: Näita kõiki
pt_br: Mostrar todos
ro: Arată tot

source: Show Directories
et: Näita kaustu
pt_br: Mostrar Diretórios
ro: Arată directoarele

source: Show ID
ro: Arată ID

source: Show Posting Password
et: Näita postitamise parooli
pt_br: Mostrar a senha para enviar mensagens
ro: Arată parola

source: Show/Hide
et: Näita/Peida
pt_br: Mostrar/Ocultar
ro: Arată / Ascunde

source: Shown below
et: Allpool näidatud
pt_br: Mostrado abaixo
ro: Vezi mai jos

source: Single IP Bans
ro: IP-uri unice banate

source: Single IP
ro: IP unic

source: Site Administration
ro: Administrare globală

source: Site Name
ro: Site

source: Site Styles
et: Lehekülje kujundused
pt_br: Estilos
ro: Stilurile

source: Size
et: Suurus
pt_br: Tamanho
ro: Dimensiune

source: some phrase here
ro: fraza ta

source: Sorry, a generic error has occurred.
et: Vabandame, on tekkinud viga.
pt_br: Desculpe, ocorreu um erro genérico.
ro: S-a întâmplat ceva naşpa.

source: Sorry, because of your numerous failed logins, you have been locked out from logging in for 20 minutes. Please wait and then try again.
ro: Pentru că ai încercat să te loghezi de prea multe ori, ţi s-a blocat accesul pentru 20 de minute. Aşteaptă, apoi încearcă din nou.

source: Sorry, embed may only be enabled on normal imageboards.
ro: Embedarea se poate activa numai pe imageboarduri normale.

source: Sorry, that filetype is not allowed on this board.
et: Vabandame, sellel tahvlil ei ole see failitüüp lubatud.
pt_br: Desculpe, este tipo de arquivo não é permitido neste fórum.
ro: Fişier interzis pe acest forum.

source: Sorry, this board is locked and can not be posted in.
et: Vabandame, see tahvel on lukus ja siia ei saa postitada.
pt_br: Desculpe, este fórum está trancado e não pode receber mensagens.
ro: Forumul e blocat, şi ca atare nu poţi posta în el.

source: Sorry, this thread is locked and can not be replied to.
et: Vabandame, see lõng on lukus ja siia ei saa vastata.
pt_br: Desculpe, este tópico está trancado e não pode ser respondido.
ro: Discuţia a fost blocată şi ca atare nu poţi răspunde.

source: Sorry, your message is too long. Message length: %d, maxmimum allowed length: %d
ro: Mesajul e prea mare. Dimensiunea mesajului: %d, dimensiunea maximă permisă: %d

source: Sorry, your search returned zero results.
et: Vabandame, otsing ei tagastanud ühtki tulemust.
pt_br: Desculpe, a sua busca não retornou resultados.
ro: N-am găsit nimica.

source: Source
et: Lähtekood
pt_br: Fonte
ro: Sursa

source: Space Used
ro: Spaţiu ocupat

source: Spamfilter
ro: Filtru de spam

source: Staff member successfully added.
et: Meeskonnaliige edukalt lisatud.
pt_br: Membro da equipe adicionado com sucesso.
ro: Membru adăugat

source: Staff Note
ro: Nota staff-ului

source: Staff rights
et: Meeskonna õigused
pt_br: Direitos da equipe
ro: Drepturi

source: Staff successfully deleted
et: Meeskond edukalt kustutatud
pt_br: Equipe apagada com sucesso
ro: Membru şters

source: Staff successfully updated
et: Meeskond edukalt uuendatud
pt_br: Equipe atualizada com sucesso
ro: Staff actualizat

source: Statistics
et: Statistika
pt_br: Estatísticas
ro: Statistici

source: Stickied thread
et: Kleepis lõnga
pt_br: Tópico afixado
ro: Discuţie importantă

source: Stickied
et: Kleebitud
pt_br: Afixado
ro: Acuma e imporant

source: Sticky
et: Kleebi
pt_br: Fixo
ro: E important?

source: Style
et: Kujundus
pt_br: Estilo
ro: Stil

source: Styles
et: Kujundused
pt_br: Estilos
ro: Stiluri

source: Subject
et: Teema
pt_br: Assunto
ro: Subiect

source: Submit
et: Saada
pt_br: Enviar
ro: Răspunde

source: Successfully marked previous posts as reviewed.
ro: Toate mesajele anterioare au fost revizuite.

source: Supported file types are
ro: Fişierele permise sunt

source: System lockout
et: Süsteemi lukustamine
pt_br: Travamento do sistema
ro: Sistem blocat

source: Tag
et: Silt
pt_br: Marcador
ro: Marchează

source: Template edited
ro: Template editat

source: Template editor
ro: Editor de template-uri

source: Text boards may have only one thread with a unique subject. Please pick another.
ro: Pe forumurile de text, o singură discuţie poate avea un subiect. Alege şi tu altceva.

source: Text boards only. If enabled, the list of threads displayed on the front page will be formatted differently to be compact.
ro: Numai pentru forumurile de text. Dacă alegi asta, lista de discuţii de pe prima pagină va fi mai compactă.

source: That file already exists on the server.
ro: Fişierul există deja pe server.

source: That file does not match up with the required mime type for that format.
ro: Tipul fişierului nu corespunde cu vreun tip permis pentru acest format.

source: That file has already been deleted.
ro: Fişierul a fost şters deja.

source: That ID does not exist.
et: Sellist ID-d ei ole olemas.
pt_br: Esse ID não existe.
ro: Nu există acest ID.

source: That ID is a reply, not a thread.
et: See on vastuse, mitte lõnga ID.
pt_br: Esta ID é de uma resposta, e não de um tópico.
ro: ID-ul e un răspuns, nu o discuţie.

source: That IP has already been banned.
et: See IP on juba tõkendatud.
pt_br: Este IP já está expulso.
ro: IP-ul este deja banat.

source: That is not a Oekaki compatible board!
ro: Ăsta nu e un forum de Oekaki!

source: That name is for internal use. Please pick another.
ro: Numele acesta este rezervat. Alege şi tu altceva.

source: That page is for admins only.
ro: Pagină rezervată pentru administratori.

source: That page is for moderators and administrators only.
ro: Pagină rezervată pentru administratori şi moderatori.

source: That post has been cleared as not requiring any deletion.
et: See postitus on üle vaadatud ja ei vaja kustutamist.
ro: Mesajul este în regula, nu trebuie şters.

source: That post is already in the report list.
et: Sellest postitusest on juba teatatud.
pt_br: Este post já está na lista de denúncias
ro: Mesajul a fost deja raportat.

source: That thread has yet to be deleted.
et: See lõng ei ole veel kustutatud.
pt_br: Este tópico ainda não foi apagado.
ro: Discuţia n-a fost încă ştearsă.

source: That thread may have been recently deleted.
et: See lõng võib olla hiljuti kustutatud.
pt_br: Esse tópico pode ter sido apagado recentemente
ro: Discuţia s-ar putea să fi fost deja ştearsă.

source: That video ID has already been posted %shere%s.
et: Selle video ID on juba %ssiia%s postitatud.
pt_br: O vídeo com este ID já foi postado %saqui%s.
ro: Acest video a fost postat %saici%s.

source: That word already exists.
et: See sõne on juba olemas.
pt_br: Esta palavra já existe.
ro: Cuvântul există deja.

source: That's either not a thread, or it's not deleted.
ro: Fie nu e discuţie, fie n-a fost ştearsă.

source: The 5 newest replies are shown below.
et: 5 uusimat vastust on allpool näidatud.
pt_br: As 5 últimas respostas são mostradas abaixo
ro: Cele mai noi 5 răspunsuri.

source: The amount of time to ban the hash of the image which was posted under this ID. Leave blank to not ban the image, 0 for an infinite global ban, or any number of seconds for that duration of a global ban.
ro: Cât timp e valabil banul pentru imaginea postată cu acest ID. Lasă gol ca să nu banezi imaginea, 0 pentru un ban permanent global, sau un număr pozitiv de secunde pentru o banare globală.

source: The change will not be apparent until the html files are rebuilt.
et: Muudatus ei ilmne kuni .hmtl falid on ümber ehitatud.
pt_br: A mudança não será aparente até que as páginas html sejam reconstruídas
ro: Modificările nu se vor vedea până la regenerearea HTML-urilor.

source: The data sent was not a JPG or PNG file. Please reattempt your save (and save a screenshot just in case of continued failure).
ro: Imaginea trimisă nu e JPG sau PNG. Încearcă să salvezi din nou (şi fă un screenshot în caz că pică appletul de tot).

source: The data sent was not an image. Please reattempt your save (and save a screenshot just in case of continued failure).
ro: Imaginea n-a fost updatată. Încearcă să salvezi din nou (şi fă un screenshot în caz că pică appletul de tot).

source: The description of the image being banned. Not applicable if the above box is blank.
ro: Descrierea imaginii banate. Nu e valabilă dacă ai lăsat gol câmpul anterior.

source: The directory of the board.
et: Tahvli kataloog.
pt_br: O diretório do fórum.
ro: Directorul forumului.

source: The extension this will be applied to. <strong>Must be lowercase</strong>
ro: Extensia fişierului. <strong>Trebuie să fie doar litere mici.</strong>

source: The first post of this board will recieve this ID.
et: Tahvli esimene postitus saab selle ID.
pt_br: A primeira mensagem deste fórum receberá este ID.
ro: ID-ul primului mesaj de pe acest forum.

source: The full http:// URL to the load balance script for this board. The script will handle file uploads, and creation of thumbnails. Only one script per board can be used, and there must be a src and thumb dir in the same folder as the script. Set to nothing to disable.
ro: URL-ul (cu http://) a scriptului adiţional pentru forum. Scriptul va face uploadul propriu-zis şi crearea de thumbnailuri. Se poate folosi un singur script pe fiecare forum, şi în directorul în care se află trebuie să aibă directoarele <strong>src</strong> şi <strong>thumb</strong>. Lasă gol pentru a-l dezactiva.

source: The height of the image. Needs to be set to prevent the page from jumping around while images load.
ro: Înălţimea imaginii. Necesară ca layoutul să rămână la fel chiar dacă imagine nu s-a încărcat încă.

source: The image which will be used, found in inc/filetypes.
ro: Imaginea folosită pentru tipul acesta de fişier; se află în <strong>inc/filetypes</strong>.

source: The load balancer script stopped unexpectedly.
ro: Scriptul adiţional s-a oprit în mod neaşteptat.

source: The load balancer script was unable to copy the file you uploaded.
ro: Scriptul adiţional nu a putut copia imaginea uploadată.

source: The load balancer script was unable to create the thumbnail for that image.
ro: Scriptul adiţional nu a putut redimensiona imaginea.

source: The MIME type which must be present with an image uploaded in this type. Leave blank to disable.
ro: MIME type-ul fişierului; trebuie să existe pentru a putea uploada fişierului. Poate fi lăsat gol.

source: The name of the board.
et: Tahvli nimi.
pt_br: O nome do fórum.
ro: Numele forumului.

source: The name of the section
ro: Numele secţiunii

source: The number of replies a thread can have before autosaging to the back of the board.
et: Vastuste arv, mis lõng võib omada enne automaatset tahvli taha mainamist.
pt_br: O número de respostas que um tópico pode ter antes se ser enviada ao fim do fórum (autosage).
ro: Numărul de răspunsuri după care discuţia nu va mai fi actualizată pe prima pagină.

source: The old password you provided did not match the current one.
et: Sisestatud vana parool ei klappinud praeguse parooliga.
pt_br: A senha antiga informada não coincide com a atual
ro: Parola pe care-ai pus-o nu e cea curentă.

source: The password which will be passed to the script above. The script must have this same password entered at the top, in the configuration area.
ro: Parola pentru scriptul de mai sus. Scriptul trebuie să conţină această parolă în zona de configurare.

source: The passwords of the load balancer password in the board configuration and the load receiver script differ.
ro: Parolele pentru scriptul adiţional din config.php şi din scriptul în sine sunt diferite.

source: The proxy list is assumed to be in plaintext *.*.*.*:port or *.*.*.* format, one IP per line.
ro: Lista de proxy-uri e text simplu, în format: *.*.*.*:port sau *.*.*.*, cu un singur IP pe linie.

source: The second password did not match the first.
et: Teine parool ei klappinud esimesega.
pt_br: A segunda senha não coincide com a primeira.
ro: Ambele parole trebuie să fie identice.

source: The section the board is in. This is used for displaying the list of boards on the top and bottom of pages.
ro: Secţiunea în care se află forumul. În funcţie de asta, forumul se va afişa în lista de la începutul şi sfârşitul fiecărei pagini. Secţiunea trebuie să existe deja (Vezi <strong>Editare secţiuni</strong>)

source: The server has encountered an error saving your image. Save a screenshot of your work in case of continued failure.
ro: N-am putut salva imaginea. Fă un screenshot la ce-ai făcut, în caz că pică appletul de tot.

source: The style which will be set when the user first visits the board.
et: See stiil säetakse tahvli esimesel külastusel.
pt_br: O estilo que será apresentado na primeira visita ao fórum.
ro: Stilul vizibil atunci când un user viziteaza pentru prima oară forumul.

source: The type of ban. A single IP can be banned by providing the full address. A whitelist ban prevents that IP from being banned. An IP range can be banned by providing the IP range you would like to ban, in this format: 123.123.12
ro: Tipul de banare. Un IP unic se poate bana folosind adresa lui completă. O listă albă <strong>previne banarea</strong> acelui IP. O serie de IP-uri banează toate IP-urile dependente; formatul este 123.123.12

source: The type of posts which will be accepted on this board. A normal imageboard will feature image and extended format posts, a text board will have no images, an Oekaki board will allow users to draw images and use them in their posts, and an Upload imageboard will be styled more towards file uploads.
ro: Tipul de postări permise. Un imageboard normal va afişa imagini şi texte extinse; un forum text nu va avea imagini; un forum de Oekaki permite desenarea şi postarea de imagini, iar un forum de upload permite uploadarea de fişiere.

source: The type of posts which will be accepted on this board. A normal imageboard will feature image and extended format posts, a text board will have no images, and an Oekaki board will allow users to draw images and use them in their posts.
ro: Tipul de postări permise. Un imageboard normal va afişa imagini şi texte extinse; un forum text nu va avea imagini; un forum de Oekaki permite desenarea şi postarea de imagini.

source: The uploaded file exceeds the upload_max_filesize directive (%s) in php.ini.
ro: Fişierul postat e mai mare decât e specificat de directiva upload_max_filesize (%s) în php.ini.

source: The uploaded file was only partially uploaded.
ro: Fişierul a fost uloadat numai parţial.

source: The width of the image. Needs to be set to prevent the page from jumping around while images load.
ro: Lăţimea imaginii. Necesară ca layoutul să rămână la fel chiar dacă imagine nu s-a încărcat încă.

source: There are currently no bans
ro: Nu există nici un ban

source: There are currently no bans.
et: Hetkel tõkendid puuduvad.
pt_br: Não existe nenhuma expulsão atualmente
ro: Nu există nici un ban.

source: There are currently no filetypes.
et: Hetkel failitüübid puuduvad.
pt_br: Atualmente não há nenhum tipo de arquivo.
ro: Nu sunt setate tipuri de fişiere.

source: There are currently no sections.
et: Hetkel osad puuduvad.
pt_br: Não existem seções atualmente.
ro: Nu există secţiuni.

source: There are currently no threads to display.
et: Hetkel ei ole ühtki lõnga näidata.
pt_br: Atualmente não existem tópicos para exibir
ro: Nu există discuţii.

source: There is already a file with that name.
et: Selle nimega fail on juba olemas.
pt_br: Já existe um arquivo com este nome.
ro: Mai există un fişier cu acest nume.

source: There was an error during install, and the ads table didn't get populated.
ro: A apărut o eroare la instalare şi tabelul de reclame nu a fost populat.

source: There was an error in trying to delete your post
et: Postituse kustutamisel tekkis viga
pt_br: Ocorreu um erro ao tentar apagar sua mensagem.
ro: Nu am putut şterge discuţia.

source: There was no image data sent. Please reattempt your save (and save a screenshot just in case of continued failure).
ro: Imaginea n-a fost trimisă. Încearcă să salvezi din nou (şi fă un screenshot în caz că pică appletul de tot).

source: This board does not allow post reporting.
et: Sellel tahvlil ei ole postitustest teatamine lubatud.
pt_br: Esse fórum não permite a denúncia de posts.
ro: Pe forumul acesta nu se pot raporta răspunsurile.

source: This can be left blank, however it will appear at the very top of the list
ro: Poate fi lăsat gol; intrarea va fi prima în listă.

source: This can be left blank. It will be reset with the default height set in config.php
ro: Poate fi lăsat gol. Valoarea implicită va fi cea din config.php

source: This can be left blank. It will be reset with the default width set in config.php
ro: Poate fi lăsat gol. Valoarea implicită va fi cea din config.php

source: This file is disabled because KU_STATICMENU is set to true.
ro: Cum KU_STATICMENU e adevărat, nu poţi vedea fişierul acesta.

source: This message will be shown only on this page and only to staff, not to the user.
ro: Mesajul va fi vizibil doar pentru staff şi va apărea doar pe această pagină. Userii nu îl vor vedea.

source: This post has been deleted.
et: See postitus on kustutatud.
pt_br: Este post foi apagado.
ro: Acest răspuns a fost şters.

source: Thread %s on /%s/
ro: Discuţia %s de pe /%s/

source: Thread %s successfully deleted.
ro: Discuţia %s a fost ştearsă.

source: Thread successfully deleted.
et: Lõng edukalt kustutatud.
pt_br: Tópico apagado com sucesso.
ro: Discuţie ştearsă.

source: Thread successfully locked.
et: Lõng edukalt lukustatud.
pt_br: Tópico trancado com sucesso.
ro: Discuţie blocată.

source: Thread successfully stickied.
et: Lõng on edukalt kleebitud.
pt_br: Tópico afixado com sucesso.
ro: Discuţie marcată ca importantă

source: Thread successfully un-stickied
et: Lõng on edukalt maha kraabitud
pt_br: Tópico des-afixado com sucesso.
ro: Discuţie marcată ca neimportantă

source: Thread successfully unlocked.
et: Lõng edukalt lukust lahti võetud.
pt_br: Tópico destrancado com sucesso.
ro: Discuţie deblocată.Discuţie

source: Thread
et: Lõng
pt_br: Tópico
ro: Discuţia

source: Threads displayed per page (in thread list)
et: Lõngu näidatud lehekülje kohta (lõngade loetelus)
pt_br: Tópicos apresentados por página (na lista de tópicos)
ro: Discuţii pe pagină (în lista de discuţii)

source: Threads which reach this page or further will be marked to be deleted in two hours.
ro: Discuţiile de pe această pagină sau paginile ulterioare vor fi marcate pentru ştergere în două ore.

source: Threads
et: Lõngad
pt_br: Tópicos
ro: Discuţii

source: Thumbnail displayed, click image for full size.
et: Pisipilt näidatud, klikka pildil täissuuruses vaatamiseks.
pt_br: Miniatura exibida, clique na imagem para o tamanho completo.
ro: Thumbnail, dă click pe imagine ca s-o vezi la dimensiunea reală.

source: Time
ro: Când?

source: To access Kusaba variables, use {%%KU_VARNAME}, for example {%%KU_BOARDSPATH} would be replaced with %s
ro: Pentru a accesa variabilele folosite de Kusaba, foloseşte <strong>{%%KU_VARNAME}</strong>, de exemplu <strong>{%%KU_BOARDSPATH}</strong> va fi înlocuit de <strong>%s</strong>

source: to ban page
ro: la pagina de banuri

source: To find a phrase at the beginning of a post's message:
ro: Ca să găseşti o frază la începutul mesajului:

source: To find a phrase at the end of a post's message:
ro: Ca să găseşti o frază la sfârşitul mesajului:

source: To find a single phrase anywhere in a post's message, use:
ro: Ca să găseşti o singură frază într-un mesaj:

source: To find two phrases anywhere in a post's message, use:
ro: Ca să găseşti două fraze în mesaj:

source: To
et: Kuni
pt_br: Para
ro: Pentru

source: Took
ro: S-a încărcat în

source: Total posts per board
ro: Total de mesaje pe forumuri

source: Translation
ro: Traducere

source: Trial
et: Proov
pt_br: Temporário
ro: Probă

source: Type
ro: Tip

source: Un-Hide Thread
ro: Arată discuția

source: Un-watch
ro: Nu mai urmări

source: Unable to clear cache: you do not have caching enabled.
et: Ei suutnud vahemälu tühjendada: sul ei ole vahemälu lubatud.
pt_br: Não foi possível limpar o cache: você não o habilitou
ro: Nu se poate şterge cache-ul: opţiunea nu este activată.

source: Unable to connect to
ro: Nu mă pot conecta la

source: Unable to create directories.
et: Ei suutnud kaustu luua.
pt_br: Não foi possível criar os diretórios.
ro: Nu pot crea directoarele.

source: Unable to delete board.
et: Ei suutnud tahvlit kustutada.
pt_br: Não foi possível apagar o fórum.
ro: Nu pot şterge forumul.

source: Unable to find record of your IP being banned.
et: Ei suutnud leida kirjet sinu IP tõkendamise kohta.
pt_br: Não foi possível achar registros de que seu IP tenha sido expulso.
ro: Nu găsesc nici o dovadă că IP-ul tău a fost banat.

source: Unable to find records of any posts matching that quote syntax.
et: Ei suutnud leida vasteid sellele tsitaadi süntaksile vastavale postitusele.
pt_br: Não foi possível achar registros de nenhuma mensagem que coincida com a citação.
ro: Nu găsesc nici o înregistrare care să conţină cuvintele acestea.

source: Unable to locate a board named
et: Ei suutnud leida tahvlit nimega
pt_br: Não foi possível achar um fórum chamado
ro: Nu găsesc nici un forum numit

source: Unable to locate a filetype with that ID.
et: Ei suutnud selle ID-ga failitüüpi leida.
pt_br: Impossível localizar um tipo de arquivo com aquele ID.
ro: Nu găsesc nici un fişier cu acest ID.

source: Unable to locate a section with that ID.
et: Ei suutnud selle ID-ga osa leida.
pt_br: Não foi possível localizar uma seção com aquele ID.
ro: Nu găsesc nici o secţiune cu acest ID.
