Repository: amarillonmc/x-233chan
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: et, pt_br, ro

source: Hide the watched threads box
et: Peida jälgitud lõngade kast
pt_br: Ocultar a caixa de tópicos observados.
ro: Ascunde discuţiile urmărite

source: Home
et: Kodu
pt_br: Início
ro: Acasă

source: If checked, the configured ban message will be added to the end of the post.
ro: Selectează pentru a adăuga mesajul de banare la sfârşitul mesajului userului.

source: If checked, this section will be collapsed by default when a user visits the site.
ro: Selectează pentru a ascunde secţiunea la accesare.

source: If enabled, each post will display the poster's ID, which is a representation of their IP address.
ro: Dacă alegi <strong>Da</strong>, fiecare răspuns va afişa ID-ul userului, adică o reprezentare a IP-ului său.

source: If set to yes, a catalog.html file will be built with the other files, displaying the original picture of every thread in a box. This will only work on normal/oekaki imageboards.
ro: Dacă alegi <strong>Da</strong>, va fi creat fişierul <strong>catalog.html</strong> care va afişa imaginile originale din fiecare discuţie. Funcţionează doar pe forumurile normale şi cele de Oekaki.

source: If set to yes, new threads will not require an image to be posted.
et: Kui seatud, siis ei ole uute lõngade alustamiseks pilti vaja.
pt_br: Caso configurado com "sim", novos tópicos não precisarão de uma imagem
ro: Dacă alegi <strong>Da</strong>, discuţiile noi nu vor avea nevoie de o imagine.

source: If set to yes, this board will appear in bold in the menu
et: Kui seatud, siis ilmub tahvel menüüs rasvaselt
pt_br: Caso selecionado "sim", o fórum aparecerá em negrito no menu
ro: Dacă alegi <strong>Da</strong>, forumul va apărea boldat în meniu.

source: If set to yes, this board will appear in italics in the menu
et: Kui seatud, siis ilmub tahvel menüüs kaldkirjas.
pt_br: Caso selecionado "sim", o fórum aparecerá em itálico no menu
ro: Dacă alegi <strong>Da</strong>, forumul va apărea cu italice în meniu.

source: If set to yes, users will be redirected to the thread they replied to/posted after posting. If set to no, users will be redirected to the first page of the board.
ro: Dacă alegi <strong>Da</strong>, userii vor fi redirecţionaţi către mesajul lor după ce-au postat. Daca alegi <strong>Nu</strong>, vor fi redirecţionaţi către prima pagină a forumului.

source: If set to yes, users will not be allowed to enter a name, making everyone appear as Anonymous
et: Kui seatud, siis ei saa kasutajad nime sisestada, pannes kõik ilmuma Anonüümsena.
pt_br: Se configurado como "sim", os usuários não poderão especificar um nome, fazendo com que todos apareçam como Anonymous.
ro: Dacă alegi <strong>Da</strong>, userii nu vor putea alege un nume, apărând toţi ca Anonim.

source: If this is set to <em>Select a Board</em>, <strong>it will not be shown in the menu</strong>.
ro: Dacă laşi valoarea implicită, <strong>nu va apărea în meniu</strong>.

source: Image height
ro: Înălţimea imaginii

source: Image successfully deleted from your post.
et: Postitusest pildi eemaldamine õnnestus.
pt_br: Imagem apagada com sucesso da sua mensagem.
ro: Imaginea a fost ştearsă din mesaj.

source: Image width
ro: Lăţimea imaginii

source: Image
et: Pilt
pt_br: Imagem
ro: Imagine

source: Images and embedding
et: Pildid ja lisamine
pt_br: Imagens e embutidos
ro: Imagini şi embed

source: Images greater than %1x%2 pixels will be thumbnailed.
ro: Imaginile mai mari de %1x%2 vor fi redimensionate.

source: Images
et: Pildid
pt_br: Imagens
ro: Imagini

source: Improper filetype.
et: Ebaõige failitüüp.
pt_br: Tipo de arquivo impróprio.
ro: Fişierul nu e permis.

source: Include header
et: Lisa päis
pt_br: Incluir cabeçalho
ro: Header inclus

source: Incorrect captcha entered.
et: Vale captcha.
pt_br: Captcha incorreto
ro: Captcha incorect.

source: Incorrect password.
et: Vale parool.
pt_br: Senha incorreta.
ro: Parolă incorectă.

source: Incorrect username/password.
et: Vale kasutajanimi või parool.
pt_br: Nome de usuário/senha incorreta.
ro: Nume / parolă incorectă

source: Inject
et: Süsti
pt_br: Injetar
ro: Execută

source: Inserted SQL
et: Sisestas SQL-i
pt_br: Inseriu SQL
ro: SQL inserat

source: Integer values must be entered correctly.
et: Täisarvulised väärtused peavad olema õigesti sisestatud.
pt_br: Valores inteiros devem ser inseridos corretamente.
ro: Numerele întregi trebuiesc introduse corect.

source: Invalid action
ro: Acţiune invalidă.

source: Invalid ban ID
et: Vigane tõkendi ID
pt_br: ID da expulsão inválido
ro: ID de ban invalid.

source: Invalid board directory.
et: Vale tahvli kaust.
pt_br: Diretório de fóruns inválido.
ro: Director inavlid.

source: Invalid board.
ro: Forum inavlid.

source: Invalid ID
et: Vale ID
pt_br: ID inválido
ro: ID invalid

source: Invalid image data was sent. The error may be that the applet you are using is configured incorrectly (POO compatibility was be enabled). Save a screenshot of your work in case of continued failure.
ro: A fost trimisă o imagine invalidă. E posibil ca asta să se întâmple din cauză că appletul n-a fost configurat corect. Fă un screenshot la ce-ai făcut, în caz că pică appletul de tot.

source: Invalid MIME type for this filetype.
et: Vale MIME tüüp selle failitüübi jaoks.
pt_br: Tipo MIME inválido para este tipo de arquivo.
ro: MIME invalid pentru acest tip de fişier.

source: Invalid operation.
ro: Operaţie invalidă.

source: Invalid reply image.
ro: Imagine invalidă.

source: Invalid response code
ro: Cod de răspuns invalid

source: Invalid session, please log in again.
ro: Sesiune invalidă, loghează-te din nou.

source: Invalid session.
et: Aegunud sessioon.
pt_br: Sessão inválida
ro: Sesiune invalidă.

source: Invalid staff ID.
et: Vale meeskonna ID.
pt_br: ID de equipe incorreto.
ro: ID de staff invalid.

source: Invalid thread ID %s. This may have been caused by the thread recently being deleted.
ro: ID de discuţie %s invalid. E posibil ca discuţia să fi fost ştearsă recent.

source: Invalid thread ID. This may have been caused by the thread recently being deleted.
ro: ID de discuţie invalid. E posibil ca discuţia să fi fost ştearsă recent.

source: Invalid thread ID.
et: Vale lõnga ID.
pt_br: ID do tópico inválida.
ro: ID de discuţie invalid.

source: Invalid video ID.
et: Vigane video ID.
pt_br: ID de vídeo inválido.
ro: ID de video invalid.

source: Invalid video type.
et: Vigane video tüüp.
pt_br: Tipo de vídeo inválido
ro: Tip de video invalid.

source: IP address and ban type
ro: IP şi tipul de ban

source: IP Address Search
ro: Căutare după IP

source: IP Address
ro: Adresa IP

source: IP Range Bans
ro: Serie de IP-uri banată

source: IP Range
ro: Serie de IP-uri

source: IP Search
ro: Căutare după IP

source: Is replaced by
et: on asendatud
pt_br: É substituída por
ro: E înlocuit de

source: Janitor
ro: Junior

source: Last 50 posts shown.
et: Viimased 50 postitust näidatud.
pt_br: Últimos 50 posts exibidos
ro: Ultimele 50 de mesaje.

source: Last 50 posts
et: Viimased 50 postitust
pt_br: Últimos 50 posts
ro: Ultimele 50 de mesaje

source: Last active
pt_br: Ativo pela última vez em
ro: Ultima activitate

source: Last Post
et: Viimane postitus
pt_br: Último Post
ro: Ultimul mesaj

source: Load balance password
ro: Parola scriptului adiţional

source: Load balance URL
ro: Script adiţional

source: Locale to use on this board. Leave blank to use the locale defined in config.php
ro: Limba forumului. Lasă gol ca să foloseşti limba definită în config.php

source: Locale
ro: Limbă

source: Lock
et: Lukusta
pt_br: Trancar
ro: Blocare

source: Locked thread
et: Lukustas lõnga
pt_br: Tópico trancado
ro: Blocat discuţie

source: Locked
et: Lukus
pt_br: Trancado
ro: Blocat

source: Log in again.
et: Logi uuesti sisse.
pt_br: Entre novamente
ro: Loghează-te din nou.

source: Log in
ro: Logare

source: Log out
ro: Delogare

source: Logged in
et: Sisse logitud
pt_br: Autenticado
ro: S-a logat

source: Looking for orphans in
ro: Caut orfani în

source: Looking for unused images in
ro: Caut imagini nefolosite în

source: Manage Ads
ro: Administrare reclame

source: Manage Boards
ro: Administrare forumuri

source: Manage embeds
ro: Administrare embeduri

source: Manage locked threads
et: Halda lukustatud lõngu
pt_br: Administrar tópicos trancados
ro: Administrare discuţii blocate

source: Manage stickies
et: Halda kleebiseid
pt_br: Administrar tópicos fixos
ro: Administrare mesaje importante

source: Manage
et: Halda
pt_br: Gerenciar
ro: Administrare

source: Mark page
ro: Marcare pentru ştergere

source: Marked for deletion (old).
et: Märgitud kustutamiseks (vana).
pt_br: Marcado para remoção (antigo)
ro: Marcat pentru ştergere (e vechi)

source: Maximum board pages
et: Maksimaalne arv lehti tahvlil
pt_br: Número máximo de páginas do fórum.
ro: Număr maxim de pagini

source: Maximum file size allowed is
ro: Dimensiune maximă pentru fişiere este

source: Maximum image size
et: Maksimaalne pildi suurus
pt_br: Tamanho máximo da imagem.
ro: Dimensiune maximă pentru imagini

source: Maximum message length
et: Maksimaalne teksti pikkus
pt_br: Tamanho máximo da mensagem.
ro: Dimensiune maximă pentru mesaj

source: Maximum thread age (Hours)
et: Maksimaalne lõnga aeg (tunde)
pt_br: Idade máxima dos tópicos (horas)
ro: Vârsta maximă a discuţiei (ore)

source: Maximum thread replies
et: Maksimaalne vastuste arv lõngale
pt_br: Número máximo de respostas ao tópico
ro: Număr maxim de răsunsuri

source: Maxmimum size of uploaded images, in <strong>bytes</strong>.
ro: Dimensiunea maximă a imaginilor uploadate, <strong>în bytes</strong>.

source: Maxmimum thumbnail height
et: Maksimaalne pisipildi kõrgus
pt_br: Tamanho mínimo da miniatura.
ro: Înălţimea maximă a thumbnailului

source: Maxmimum thumbnail width
et: Maksimaalne pisipildi laius
pt_br: Tamanho máximo da miniatura.
ro: Lăţimea maximă a thumbnailului

source: Message too long. Click %shere%s to view the full text.
et: Tekst on liiga pikk. Klikka %ssiia%s teksti täies pikkuses nägemiseks.
pt_br: Mensagem muito longa. Clique Click %saqui%s para ver o texto completo.
ro: Mesaj prea mare Click %saici%s pentru a vedea textul complet.

source: Message
et: Teade
pt_br: Mensagem
ro: Mesaj

source: MIME type
ro: Tipul de fişier (MIME type)

source: Misc
et: Muu
pt_br: Miscelânea
ro: Altele

source: Missing a temporary folder.
ro: Lipseşte un folder temporar.

source: Moderates
et: Modereerib
ro: Moderează

source: Moderating Boards
ro: Forumuri de moderare

source: Moderating boards
et: Tahvlite modereerimine
pt_br: Moderando os fóruns
ro: Moderare forumuri

source: Moderation
et: Modereerimine
pt_br: Moderação
ro: Moderare

source: Moderators
et: Moderaatorid
pt_br: Moderadores
ro: Moderatori

source: Modify staff member
et: Muuda meeskonnaliikme seadeid
pt_br: Modificar membro da equipe
ro: Modifică membru al staff-ului

source: Modify
et: Muuda
pt_br: Modificar
ro: Modifică

source: Module settings
et: Moodulite seaded
pt_br: Opções dos módulos
ro: Configurare module

source: Modules
et: Moodulid
pt_br: Módulos
ro: Module

source: More
et: Rohkem
pt_br: Mais
ro: Mai mult

source: Move complete.
et: Liigutamine lõpetatud.
pt_br: Movido com sucesso.
ro: Mutare completă.

source: Move Files
ro: Mutare fişiere

source: Move thread
et: Liiguta lõnga
pt_br: Mover o tópico
ro: Mutare discuţie

source: Name to display when a name is not attached to a post.
et: Nimi, mida näidata, kui postitusele ei ole nime lisatud.
pt_br: Nome para exibir quando um nome não está associado a um post.
ro: Numele care se va afişa in afara unui mesaj.

source: Name
et: Nimi
pt_br: Nome
ro: Nume

source: never
ro: niciodată

source: New image
et: UUs pilt
pt_br: Nova imagem
ro: Imagine nouă

source: New password again
et: Uus parool uuesti
pt_br: Repita a nova senha
ro: Din nou

source: New password
et: Uus parool
pt_br: Nova senha
ro: Parolă nouă

source: New Thread
et: Uus lõng
pt_br: Novo tópico
ro: Discuţie nouă

source: News entry successfully added.
et: Uudiste sissekanne edukalt lisatud.
pt_br: Notícia adicionada com sucesso.
ro: Ştire adugată.

source: News Management
ro: Administrare ştiri

source: News post deleted
ro: Ştire ştearsă

source: News post edited
ro: Ştire editată

source: News
et: Uudised
pt_br: Notícias
ro: Ştiri

source: Next
et: Järgmine
pt_br: Próximo
ro: Înainte

source: No announcements yet.
ro: Încă nu sunt anunţuri

source: No Appeal
ro: Fără drept de apel

source: No blotter entries
ro: Nu sunt buletine.

source: No blotter entries.
et: Blotteri sisekanded puuduvad.
pt_br: Sem entradas no registro.
ro: Nu sunt buletine.

source: No boards
et: Tahvlid puuduvad
pt_br: Nenhum fórum
ro: Pe nici un forum

source: No embedding
et: Lisamine pole lubatud
pt_br: Sem embutidos
ro: Fără embed

source: No Embedding
ro: Fără embed

source: No Embeds yet.
ro: Nu există embeduri.

source: No FAQ entries yet.
ro: Nu este nimic în FAQ.

source: No file was uploaded.
ro: Nu a fost uploadat nici un fişier.

source: No File
et: Fail puudub
pt_br: Nenhum Arquivo
ro: Fără fişier

source: No locked threads.
ro: Nici o discuţie nu e blocată.

source: No news posts yet.
ro: Încă nu sunt ştiri.

source: No recent images currently need review.
ro: Nu este nici o imagine de revizuit.

source: No reports to show.
ro: Nu este nici un raport.

source: No results found for
ro: Nu am găsit nimic pentru

source: No Rule entries yet.
ro: Nu este nici o regulă.

source: No stickied threads.
ro: Nu sunt discuţii importante.

source: No threads.
et: Lõngad puuduvad.
pt_br: Sem Tópicos
ro: Nu sunt discuţii.

source: No valid posts specified.
ro: N-ai selectat nici un mesaj valid.

source: No visible boards
et: Nähtavad tahvlid puuduvad
pt_br: Sem fóruns visíveis
ro: Forumuri invizibile

source: No
et: Ei
pt_br: Não
ro: Nu

source: No.
ro: Nr.

source: None
et: Puudub
pt_br: Nenhum
ro: Niciunul

source: Normal Imageboard
ro: Imageboard normal

source: Not Displayed
ro: Neafişată

source: NOTICE: You are using the default administrator account. Anyone can log in to this account, so a second administrator account needs to be created. Create another, log in to it, and delete this one.
ro: ATENŢIE: Foloseşti contul de administrator implicit. Oricine se poate loga pe acest cont, deci e necesară crearea unui nou cont de administrator. Crează-l, loghează-te pe el, şi şterge contul acesta.

source: Number of images to show per page
ro: Numărul de imagini pe pagină

source: Number of posts to show per page
ro: Numărul de mesaje pe pagină

source: Oekaki imageboard
et: Oekaki joonistustahvel
pt_br: Fórum de imagens oekaki
ro: Oekaki

source: Old password
et: Vana parool
pt_br: Senha antiga
ro: Parola veche

source: omitted
et: vahele jäetud
pt_br: omitidos
ro: omis(e)

source: Online now
pt_br: Online agora
ro: Online

source: Only moderators of the board and admins can make new posts/replies
et: Ainult selle tahvli moderaatorid ja administraatorid saavad siia teha uusi postitusi/vastuseid
pt_br: Somente os moderadores desse fórum e os administradores podem enviar novas mensagens/respostas.
ro: Numai administratorii şi moderatorii pot posta

source: Only put in the letter(s) of the board directory, no slashes!
et: Sisesta ainult tahvli kausta täht/tähed, ilma kaldkriipsudeta!
pt_br: Coloque somente a(s) letra(s) do diretório do fórum, sem barras!
ro: Pune doar litera / literele forumului, fără slashuri!

source: Open images in new window
et: Ava pildid uues aknas
pt_br: Abrir as imagens em uma nova janela.
ro: Deschide imaginile în fereastră nouă

source: Optimizing all tables in database.
ro: Optimizare tabele.

source: or
et: või
pt_br: ou
ro: sau

source: Order to show board in menu list, in ascending order.
et: Tahvlite menüüs näitamise järjekord, kasvavas järjekorras.
pt_br: Posição para mostrar o fórum no menu, em ordem ascendente.
ro: Ordinea în care forumul să apară în listă (crescătoare).

source: Order to show this section with others, in ascending order
ro: Ordinea în care secţiunea să apară în listă (crescătoare)

source: Order
et: Järjekord
pt_br: Ordenar
ro: Ordine

source: Overrides the header set in the config file. Leave blank to use configured global header image. Needs to be a full url including http://. Set to none to show no header image.
ro: Înlocuieşte headerul din config.php. Lasă-l gol pentru a folosi headerul global. Trebuie să fie un URL complet (cu http:// )

source: Pages
et: Lehed
pt_br: Páginas
ro: Pagini

source: Paint with
et: Joonista kasutades
pt_br: Pintar com
ro: Desenează cu

source: Paint!
et: Joonista!
pt_br: Pintar!
ro: Dă-i drumul!

source: Password successfully changed.
et: Parool edukalt muudetud.
pt_br: Senha modificada com sucesso.
ro: Parola schimbată

source: Password
et: Parool
pt_br: Senha
ro: Parola

source: Placed:
et: Pandud:
pt_br: Em:
ro: Pe:

source: Please enter a positive amount of seconds, or zero for a permanent ban.
et: Palun sisesta naturaalarvuline sekundite väärtus või 0 igavesti tõkendamiseks.
pt_br: Por favor informe uma quantidade positiva de segundos, ou zero para uma expulsão permanente.
ro: Introdu un număr pozitiv de secunde, sau 0 pentru ban permanent.

source: Please enter a search query.
et: Palun sisesta otsing.
pt_br: Por favor informe um termo para a busca
ro: Scrie query-ul.

source: Please enter a width/height greater than zero.
ro: Lăţimea / înălţimea trebuie să fie mai mare ca 0.

source: Please enter a width/height less than or equal to 750.
ro: Lăţimea / înălţimea trebuie să fie cel mult 750.

source: Please fill in all required fields.
et: Palun täida kõik nõutud väljad.
pt_br: Por favor preencha todos os dados necessários.
ro: Umple toate câmpurile.

source: Please make sure your file is smaller than %dB
et: Palun kontrolli, et fail oleks väiksem kui %dB
pt_br: Por favor certifique-se de que seu arquivo é menor que %dB
ro: Fişierul trebuie să fie mai mic de %dB

source: Please select a board.
et: Palun vali tahvel.
pt_br: Por favor escolha um fórum.
ro: Alege un forum.

source: Please select only one image to upload.
et: Palun vali üleslaadimiseks ainult üks pilt.
pt_br: Por favor selecione somente uma imagem.
ro: Alege o singură imagine.

source: Please wait a moment before posting again.
et: Palun oota natuke enne uuesti postitamist.
pt_br: Por favor aguarde um momento antes de postar novamente
ro: Aşteaptă puţin înainte să postezi din nou.

source: Position
ro: Poziţie

source: Post %s successfully deleted.
ro: Mesajul %s a fost şters.

source: Post added.
et: Postitus lisatud.
pt_br: Mensagem adicionada.
ro: Mesaj adăugat.

source: Post Number
ro: Numărul mesajului

source: Post preview
et: Postita eelvaade
pt_br: Pós-visualização
ro: Previzualizare

source: Post successfully deleted.
et: Postituse kustutamine õnnestus.
pt_br: Mensagem apagada com sucesso.
ro: Mesaj şters.

source: Post
et: Postitus
pt_br: Postar
ro: Mesaj

source: Postbox notice
et: Postituskasti märge
pt_br: Aviso da caixa de mensagens
ro: Notificări

source: Posting a blacklisted link.
et: Postitan mustas nimekirjas olevat linki.
pt_br: Postando um link da lista negra.
ro: Ai postat un link interzis.

source: Posting mode: Reply
et: Postitamise viis: vastamine
pt_br: Modo de mensagem: Resposta
ro: Răspuns

source: Posting rates (past hour)
et: Postitusi viimase tunni jooksul
pt_br: Taxa de mensagem (hora passada)
ro: Număr de postări în ultima oră

source: Posts per board in past 24hrs
ro: Mesaje pe forumuri în ultimele 24 de ore

source: Posts per board in past week
ro: Mesaje pe forumuri în ultima săptămână

source: Posts
et: Postitused
pt_br: Mensagens
ro: Mesaje

source: Presets
et: Eelseaded
pt_br: Predefinições
ro: Preseturi

source: Prev
ro: Înapoi

source: Preview
et: Eelvaade
pt_br: Pré-visualização
ro: Previzualizare

source: Previous bans on this IP
ro: Banuri anterioare pentru IP

source: Previous
et: Eelmine
pt_br: Anterior
ro: Înapoi

source: Proxy list
et: Proxyde nimekiri
pt_br: Lista de proxies
ro: Lista de Proxy-uri

source: Put <strong>0</strong> for no display, <strong>1</strong> to display.
ro: Pune <strong>0</strong> pentru a o ascunde, <strong>1</strong> pentru a o afişa.

source: Query executed successfully
et: Päring edukalt sooritatud.
pt_br: Comando executado com sucesso.
ro: Query executat

source: Quick Reply
et: Kiirvastus
pt_br: Resposta Rápida
ro: Răspuns rapid

source: Ran cleanup
et: Koristas
pt_br: Executar limpeza
ro: Curăţat

source: Raw HTML which will be inserted at the top of each page of the board.
et: Puhas HTML, mida näidatakse tahvli iga lehekülje päises.
pt_br: HTML puro que será inserido no topo de cada página do fórum.
ro: HTML ce va fi inserat deasupra fiecărei pagini.

source: Read this thread from the beginning
et: Loe seda lõnga algusest
pt_br: Leia este tópico desde o início.
ro: Citeşte discuţia de la început

source: Reason
et: Põhjus
pt_br: Motivo
ro: Motiv

source: Reason:
et: Põhjus:
pt_br: Motivo:
ro: Motiv:

source: Rebuild all html files
et: Ehita kõik .html failid uuesti
pt_br: Reconstruir todos os arquivos html
ro: Reconstruieşte fişierele HTML

source: Rebuild complete. Took <strong>%d</strong> seconds.
ro: Reconstrucţie completă, în <strong>%d</strong> secunde.

source: Rebuild HTML after edit?
ro: Să reconstruiesc HTML-urile după editare?

source: Rebuilt all boards and threads
et: Ehitasin uuesti kõik tahvlid ja lõngad
pt_br: Reconstruir todos os fóruns e tópicos
ro: Reconstruit toate forumurile şi discuţiile

source: Recent posts
ro: Mesaje raportate

source: Recently uploaded images
ro: Imagini raportate

source: Redirect to thread
et: Suuna lõnga
pt_br: Redirecionar para o tópico
ro: Redirecţionare către discuţie

source: Redirecting
et: Suunan ümber
pt_br: Redirecionando
ro: Redirecţionare

source: Refresh watched threads
et: Uuenda jälgitud lõngu
pt_br: Atualizar tópicos observados.
ro: Actualizează fişierele urmărite

source: Regenerated %s
et: Lõin uuesti %s
pt_br: %s regerado
ro: Am reconstruit %s

source: Regenerated menu pages
ro: Am reconstruit meniurile

source: Regular expression
et: Regulaaravaldis
pt_br: Expressão Regular
ro: Expresie regulară

source: Remove Frames
ro: Ascunde frame-uri

source: Remove
et: Kustuta
pt_br: Remover
ro: Şterge

source: Removed Directory
ro: Director şters

source: Removed File
ro: Fişier şters

source: Removed word from wordfilter
et: Eemaldasin sõna sõnefiltrist
pt_br: Palavra removida do filtro
ro: Filtru şters

source: Removing posts deleted more than one week ago from the database.
ro: Ştergere mesaje şterse cu mai mult de o săptămână în urmă.

source: Render Time
ro: A durat

source: Rep.
ro: Răspunsuri

source: Replacement
et: Asendus
pt_br: Substituição
ro: E înlocuit de

source: Replies displayed per stickied thread (in thread list)
et: Vastused näidatud kleebitud lõnga kohta (lõngade loetelus)
pt_br: Repostas apresentadas por tópico fixo (na lista de tópicos)
ro: Răspunsuri în discuţiile importante (în lista de discuţii)

source: Replies displayed per thread (in thread list)
et: Vastused näidatud lõnga kohta (lõngade loetelus)
pt_br: Respostas apresentadas por tópico (na lista de tópicos)
ro: Răspunsuri în discuţii (în lista de discuţii)

source: Replies
et: Vastused
pt_br: Respostas
ro: Răspunsuri

source: Reply #%1$s's thread (#%2$s) does not exist! It has been deleted.
ro: Discuţia %2$s nu conţine mesajul %1$s; discuţia a fost ştearsă.

source: Reply #%d's thread (#%d) does not exist! It has been deleted.
ro: Mesajul #%d nu apare în discuţia %d! A fost şters.

source: reply to
ro: răspuns la

source: Reply
et: Vasta
pt_br: Responder
ro: Răspunde

source: Report
et: Teate
pt_br: Denunciar
ro: Raportează

source: Reporter IP
ro: IP-ul care a raportat
