Repository: amarillonmc/x-233chan
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: et, pt_br, ro

source: Unable to locate that word.
et: Ei suutnud seda sõnet leida.
pt_br: Não foi possível localizar a palavra.
ro: Nu găsesc cuvântul acesta.

source: Unable to open the modules directory!
ro: Nu am putut deschide directorul de module!

source: Unable to read uploaded file during thumbnailing.
et: Ei suutnud pisipildi loomise ajal üles laetud faili lugeda.
pt_br: Não foi possível ler o arquivo copiado durante a criação do thumbnail.
ro: Nu pot citi fişierul uploadat în timp ce-l redimensionez.

source: Unable to report post. Please go back and try again.
ro: Nu pot raporta postul. Încearcă din nou.

source: Unbanned
et: Võttis tõkendi maha
pt_br: Des-expulso
ro: Debanat

source: Unique user posts per board
ro: Mesaje unice pe forumuri

source: Unknown File Error
ro: S-a întâmplat ceva naşpa

source: Unlock
et: Lukust lahti
pt_br: Destrancar
ro: Deblocare

source: Unlocked thread
et: Võttis lõnga lahti
pt_br: Tópico destrancado
ro: Discuţie deblocată

source: Unstickied thread
et: Kraapis lõnga maha
pt_br: Tópico des-afixado
ro: Discuţie neimportantă confirmată

source: Unsticky
et: Kraabi maha
pt_br: Desfixar
ro: Discuţie neimportantă

source: Upating pages.
et: Uuendan lehti.
pt_br: Atualizando as páginas.
ro: Actualizare pagini.

source: Update and regenerate board
et: Uuenda ja loo tahvel uuesti
pt_br: Atualizar e refazer o fórum
ro: Actualizează şi reconstruieşte forumul

source: Update successful.
et: Uuendamine õnnestus.
pt_br: Atualização bem sucedida.
ro: Actualizare reuşită.

source: Update without regenerating board
et: Uuenda tahvlit uuesti loomata
pt_br: Atualizar sem refazer o fórum
ro: Actualizează fără a reconstrui forumul

source: Update
et: Uuenda
pt_br: Atualizar
ro: Actualizare

source: Updated board configuration
et: Uuendasin tahvli seadeid
pt_br: Configuração do fórum atualizada
ro: Configuraţie actualizată

source: Updated global configuration
et: Uuendasin üldisi seadeid
pt_br: Configuração global atualizada
ro: Configuraţie globablă actualizată

source: Updated staff member
et: Uuendasin meeskonnaliikme
pt_br: Membro da equipe atualizado
ro: Membru actualizat

source: Updated word on wordfilter
et: Uuendasin sõnet sõnefiltris
pt_br: Palavra atualizada no filtro
ro: Filtru actualizat

source: Upload type
ro: Tip de upload

source: Use animation?
et: Kasuta animatsiooni?
pt_br: Usar animação?
ro: Fac şi o animaţie?

source: Use Default
ro: Valoare implicită

source: Username
et: Kasutajaunnus
pt_br: Nome de usuário
ro: User

source: Video URL Start
ro: URL-ul cu care începe video-ul

source: View all bans
et: Näida kõiki tõkendeid.
pt_br: Ver todas as expulsões
ro: Vezi toate banurile

source: View animation
et: Vaata animatsiooni
pt_br: Ver animação
ro: Vezi animaţia

source: View Announcements
ro: Vezi anunţurile

source: View Appeals
ro: Vezi cererile de debanar

source: View catalog
et: Vaata kausta
pt_br: Ver catálogo
ro: Vezi catalogul

source: View deleted thread
et: Vaata kustutatud lõnga
pt_br: Ver tópico apagado
ro: Vezi discuţia ştearsă

source: View last %d bans
ro: Vezi ultimele %d banuri

source: View Reports
et: Vaata teateid
pt_br: Ver denúncias
ro: Vezi rapoartele

source: View Thread (including deleted)
ro: Vezi discuţii (inclusiv cele şterse)

source: View Threads (including deleted)
ro: Vezi discuţiile (incusiv cele şterse)

source: View
ro: Vezi

source: View/Add/Remove bans
et: Vaata/lisa/eemalda tõkendeid
pt_br: Ver/Adicionar/Remover expulsões
ro: Vezi / Adaugă / Şterge banuri

source: Viewed disk space used
et: Vaatas kasutatud kettaruumi
pt_br: Visualizou o espaço em disco utilizado
ro: Văzut spaţiul ocupat

source: Visit <a href="http://wiki.dwoo.org/">http://wiki.dwoo.org/</a> for syntax information.
ro: Intră pe <a href="http://wiki.dwoo.org/">http://wiki.dwoo.org/</a> pentru informaţii despre sintaxă.

source: Warning
ro: Atenţie

source: Watched Threads
et: Jälgitud lõngad
pt_br: Tópicos observados.
ro: Discuţii urmărite

source: Welcome
et: Tere tulemast
pt_br: Bem-vindo
ro: Salut

source: What embed sites are allowed on this board. Only useful on board with embedding enabled.
ro: Ce embeduri sunt permise pe forum. Numai pentru forumurile cu embed activat.

source: What filetypes users are allowed to upload.
et: Failitüübid, mis on üles laadimiseks lubatud.
pt_br: Quais tipos de arquivos os usuários podem enviar.
ro: Tipuri de fişiere permise.

source: When adding an embed, please check %s and check if there is a tutorial image for the site you are adding. Put this image in the /inc/embedhelp/ folder, or create your own in this folder if one does not exist. The image must be the same as the site name in all lowercase.
ro: Dacă vrei să adaugi un embed, intră pe %s şi vezi dacă există vreun tutorial pentru site-ul pe care vrei să-l adaugi. Pune imaginea asta în directorul /inc/embedhelp/ (crează-l dacă nu există). Numele imaginii trebuie să fie tot cu litere mici, şi să aibă acelaşi nume ca şi site-ul.

source: Whether or not the user(s) affected by this ban will be allowed to read the boards.
ro: Vor putea userii afectaţi de ban să citească mesajele de pe forumuri?

source: Whether or not to allow embedding of videos.
et: Kas lubada või mitte videote lisamist.
pt_br: Aceitar ou não o embutimento de vídeos
ro: Permite sau nu ca userul sa facă embed de videouri.

source: Whitelist
ro: Listă albă

source: Whitelisted IPs
ro: IP-uri pe lista albă

source: Width
et: Laius
pt_br: Largura
ro: Lăţime

source: will expire on
et: aegub
pt_br: irá expirar em
ro: expiră pe

source: will not expire
et: ei aegu
pt_br: não irá expirar
ro: nu expiră

source: Word successfully added.
et: Sõne edukalt lisatud.
pt_br: Palavra adicionada com sucesso.
ro: Filtru adăugat.

source: Word successfully removed.
et: Sõne edukalt eemaldatud.
pt_br: Palavra removida com sucesso.
ro: Filtru scos.

source: Word successfully updated.
et: Sõne edukalt uuendatud.
pt_br: Palavra atualizada com sucesso.
ro: Filtru actualizat.

source: Word
et: Sõna
pt_br: Palavra
ro: Cuvântul

source: Wordfilter
et: Sõnade filter
pt_br: Filtro de palavras
ro: Filtru

source: Yes
et: Jah
pt_br: Sim
ro: Da

source: You are banned from posting on:
et: Sa oled tõkestatud postitamast:
pt_br: Você está expulso de:
ro: Nu ai voie să postezi pe:

source: YOU ARE BANNED
et: SA OLED BÄNNITUD
pt_br: VOCÊ ESTÁ EXPULSO
ro: ŢI-AI LUAT BAN, FRAIERE

source: You are currently posting faster than the configured minimum post delay allows.
et: Sa postitad hetkel kiiremini kui konfiguratsioonis lubatud.
pt_br: Você está postando mais rápido do que o período mínimo entre posts permite
ro: Postează şi tu mai rar.

source: You are not a moderator of this board.
et: Sa ei ole selle tahvli moderaator.
pt_br: Você não é um moderador deste fórum.
ro: Nu eşti moderator pe forumul acesta.

source: YOU ARE NOT BANNED!
et: SA EI OLE BÄNNITUD!
pt_br: VOCÊ NÃO ESTÁ EXPULSO!
ro: NU MAI EŞTI BANAT

source: You can only delete posts from boards you moderate.
et: Sa võid ainult kustutada postitusi enda poolt modereeritud tahvlist.
pt_br: Você só pode apagar mensagens de fóruns onde você é moderador.
ro: Nu poţi şterge mesaje decât pe forumurile pe care le moderezi.

source: You can only make board specific bans to boards which you moderate.
et: Sa saad tõkendada ainult tahvlilt, mida sa ise modereerid.
pt_br: Você só pode fazer expulsões específicas em fóruns moderados por você.
ro: Nu poţi pune un ban pe alt forum decât cele pe care le moderezi.

source: You do not moderate any boards.
ro: Nu eşti moredator pe nici un forum.

source: You don't follow the rules.
ro: Eşti un dobitoc.

source: You have been banned for posting Child Pornography. Your IP has been logged, and the proper authorities will be notified.
ro: Ai fost banat pentru postarea de pornografie ilegală. IP-ul tău a fost logat.

source: You have been banned from posting on
et: Sa oled tõkestatud postitamast alates
pt_br: Você foi banido de
ro: Ai fost banat pe

source: You have been successfully logged out.
et: Edukalt välja logitud.
pt_br: Você saiu com sucesso.
ro: Ai ieşit. Papa :) .

source: You may <strong>not</strong> appeal this ban.
ro: <strong>NU</strong> poţi cere să fii debanat.

source: You may appeal this ban in
et: Sa võid seda tõkendit appelleerida
pt_br: Você pode recorrer desta expulsão em
ro: Poţi cere să fii debanat în

source: You may now appeal this ban.
et: Sa võida seda tõkendit nüüd appelleerida.
pt_br: Você não pode recorrer desta expulsão.
ro: Acuma poţi cere să fii debanat.

source: You must enter a heading as well as a post.
ro: Bagă şi un subiect, şi un mesaj.

source: You must enter a subject as well as a post.
ro: Bagă şi un subiect, şi un mesaj.

source: You must enter a subject.
et: Sa pead sisestama teema.
pt_br: Você precisa especificar um assunto.
ro: Bagă şi tu un titlu.

source: You must enter code.
ro: Trebuie să bagi cod.

source: You searched for
et: Otsing oli
pt_br: Você buscou
ro: Ai căutat

source: Your appeal is currently pending review.
et: Sinu appellatsioon on hetkel läbivaatamisel.
pt_br: Seu pedido de revisão está pendente.
ro: Cererea ta urmează să fie verificată.

source: Your appeal was reviewed and denied. You may <strong>not</strong> appeal this ban again.
ro: Cererea ta a fost respinsă. <strong>NU</strong> poţi cere din nou sa fii debanat.

source: Your ban was placed on
ro: Banul a fost pus pe

source: Your image
et: Sinu pilt
pt_br: Sua imagem
ro: Imaginea ta

source: Your IP address is
et: Sinu IP on
pt_br: Seu endereço IP é
ro: IP-ul tău este

source: Your post already doesn't have an image!
et: Postitusel juba puudub pilt!
pt_br: A sua mensagem já não tem uma imagem!
ro: Mesajul tău nu are vreo imagine!

source: Your post contains one or more illegal characters.
et: Postitus sisaldab ühe või rohkem lubamatuid tähemärke.
pt_br: O seu post contém um ou mais caracteres inválidos.
ro: Mesajul tăr conţine unul sau mai multe caractere ilegale.

source: Your posting password
et: Postitamise parool
pt_br: Sua senha para postagem.
ro: Parola de postare

source: A file is required for a new thread. If embedding is allowed, either a file or embed ID is required.
et: Uue lõnga loomiseks on vajalik fail. Kui manustamine on lubatud, siis on nõutud kas fail või manuse ID.
pt_br: Um arquivo é necessário para um novo tópico. Se for permitido embutir algo, um arquivo ou o ID do objeto embutido é requerido.

source: Admin
et: Administraator
pt_br: Administrador

source: Administrator
et: Haldur
pt_br: Administrador

source: Board type:
et: Tahvli tüüp:
pt_br: Tipo do fórum.

source: Default style:
et: Vaikestiil:
pt_br: Estilo padrão:

source: Deleted
et: Kustutatud
pt_br: Removido

source: Embed
et: Manus
pt_br: Embutir

source: Enable "no file" posting
et: Võimalda faili puudumisel postitamine
pt_br: Habilitar a postagem "sem arquivo"

source: Enable captcha:
et: Nõua captcha kasutamist:
pt_br: Habilitar captcha:

source: Enable reporting:
et: Teatamisest lubamine:
pt_br: Permitir denúncias:

source: Enable/disable captcha system for this board. If captcha is enabled, in order for a user to post, they must first correctly enter the text on an image.
et: Luba/ära luba captcha süsteemi selle tahvli jaoks. Kui captchat nõutakse, siis peab kasutaja postitamiseks kõigepealt pildil oleva teksti õigesti sisestama.
pt_br: Habilitar/desabilitar o sistema de captchas para este fórum. Caso habilitado, para que um usuário poste, ele precisa primeira inserir o texto presente em uma imagem

source: Error, it appears your file did not transfer properly. Please go back and try again.
et: Viga, fail ei ole korralikult üles laetud. Palun mine tagasi ja proovi uuesti.
pt_br: Erro, aparenetemente seu arquivo não foi transferido corretamente. Por favor volte e tente novamente.

source: FAQ
et: KKK
pt_br: Perguntas Freqüentes

source: File was not fully uploaded. Please go back and try again.
et: Faili ei laetud tervenisti üles. Palun mine tagasi ja proovi uuesti.
pt_br: O arquivo não foi totalmente copiado. Por favor volte e tente novamente.

source: File<br>Removed
et: Fail<br>eemaldatud
pt_br: Arquivo <br> Removido.

source: If set to yes, users will be redirected to the thread they replied to/posted after posting. If set to no, users will be redirected to the first page of the board.
et: Kui seatud, siis suunatakse kasutajad lõnga, kuhu nad postitasid peale postitamist. Kui seadmata, siis suunatakse kasutajad tahvli esimesele lehele.
pt_br: Se configurado como "sim", os usuários serão redirecionados para o tópico a cada vez que reponderem ou ao postarem-no. Caso contrário, os usuários serão redirecionados para a primeira página do fórum.

source: Important
et: Tähtis
pt_br: Importante

source: Index
et: Indeks
pt_br: Índice

source: Invalid response code:
et: Vigane vastuse kood:
pt_br: Código de resposta inválido

source: Invalid thread ID. This may have been caused by the thread recently being deleted.
et: Vale lõnga ID. See võib olla põhjustatud lõnga hiljutisest kustutamisest.
pt_br: ID do tópico incorreto. Isso pode ter sido causado pela deleção recente do tópico.

source: Manage boards
et: Halda tahvleid
pt_br: Gerenciar fóruns.

source: Maxmimum size of uploaded images, in <b>bytes</b>.
et: Maksimaalne üles laetavate piltide suurus, <b>baitides</b>.
pt_br: Tamando máximo das imagens enviadas, em <b>bytes</b>

source: Mod
et: Moderaator
pt_br: Moderador

source: ModLog
et: Moderaatori logi

source: Moderator
et: Moderaator
pt_br: Moderador

source: NOTICE: You are using the default administrator account. Anyone can log in to this account, so a second administrator account needs to be created. Create another, log in to it, and delete this one.
et: TÄHELEPANU: Sa kasutad vaikimisi loodud administraatori kontot. Igaüks saab siia sisse logida, seega on vajalik teise administraatori konto loomine. Loo teine, logi tollega sisse ja kustuta see konto.
pt_br: AVISO: Você está usando a conta padrão de administrador. Qualquer um pode entrar nesta conta, então uma segunda conta de administrador precisa ser criada. Crie outra, entre nela, e apague esta.

source: Never
et: Mitte kunagi
pt_br: Nunca

source: Normal imageboard
et: Tavaline pilditahvel
pt_br: Fórum de imagens normal

source: Overrides the header set in the config file. Leave blank to use configured global header image. Needs to be a full url including http://. Set to none to show no header image.
et: Kirjutab üle konfiguratsioonifailis seatud päise. Jäta tühjaks konfiguratsioonifailis seatud üldise päise pildi kasutamiseks. Peab olema täispikk URL koos http://-ga. Jäta tühjaks päise mitte näitamiseks.
pt_br: Ignora o cabeçalho existente no arquivo de configuração. Deixe em branco para utilizar a imagem de cabeçalho configurada globalmente. Precisa ser uma URL completa que inclua http://. Insira none para não mostrar nenhuma imagem no cabeçalho.

source: Popular
et: Populaarne

source: Query
et: Päring
pt_br: Consulta

source: Rebuild complete. Took <b>%d</b> seconds.
et: Uuesti ehitamine lõpetatud. Võttis <b>%d</b> sekundit.
pt_br: Reconstrução completa. Demorou <b>%d</b> segundos.

source: SQL query
et: SQL päring
pt_br: Consulta SQL

source: Sorry, because of your numerous failed logins, you have been locked out from logging in for 20 minutes. Please wait and then try again.
et: Vabandame, aga jätkuvate ebaõnnestunud sisselogimiskatsete tõttu on logimiskatsed 20 minutiks peatatud. Palun oota ja proovi hiljem uuesti.
pt_br: Desculpe, em razão de suas inúmeras tentativas frustradas de entrar, você foi impedido de tentar novamente por 20 minutos. Por favor espere e tente novamente.

source: Sorry, your message is too long. Message length: %d, maxmimum allowed length: %d
et: Vabandust, tekst on liiga pikk. Teksti pikkus: %d, maksimaalne lubatud pikkus: %d
pt_br: Desculpe, a sua mensagem é muito longa. Tamanho da mensagem: %d, tamanho máximo permitido: %d

source: Staff
et: Meeskond
pt_br: Equipe

source: Text board
et: Tekstitahvel
pt_br: Fórum de texto

source: Text boards may have only one thread with a unique subject. Please pick another.
et: Tekstitahvlitel peab igal lõngas olema erinev teema. Palun vali uus.
pt_br: Fóruns de texto devem ter somente uma thread com um assunto único. Por favor selecione outro.

source: Text boards only. If enabled, the list of threads displayed on the front page will be formatted differently to be compact.
et: Ainult tekstitahvlid. Kui seatud, siis esilehel näidatud nimekiri lõngadest kujundatakse erinevalt kompaktsuse jaoks.
pt_br: Fóruns de texto somente. Se ligado, a lista de tópicos exibida na primeira página será formatada de maneira diferente, mais compacta.

source: That name is for internal use. Please pick another.
et: See nimi on sisemiseks kasutuseks. Palun vali teine.
pt_br: Este nome está reservado para uso interno. Por favor escolha outro.

source: The section the board is in. This is used for displaying the list of boards on the top and bottom of pages.
et: Osa, millel tahvel on. See on kasutatud tahvlite nimekirja näitamiseks lehekülgede üla- ja alaservas.
pt_br: A seção em que o fórum está. Usado para na lista de fóruns do topo e final das páginas.

source: The type of posts which will be accepted on this board. A normal imageboard will feature image and extended format posts, a text board will have no images, and an Oekaki board will allow users to draw images and use them in their posts.
et: Postituste tüüp, mis on sellel tahvlil lubatud. Tavaline pilditahvel lubab pilte ja laiendatud formaadiga postitusi, tekstitahvlil ei ole pilte ja Oekaki tahvel lubab kasutajatel joonistada pilte ja kasutada neid postitustes.
pt_br: O tipo de posts que serão aceitos neste fórum. Um fórum de imagens normal aceitará posts de imagens e alguns formatos, um fórum de texto não terá imagens, e um oekaki permitirá que os usuários desenhem imagens e as usem em seus posts.

source: Unable to connect to:
et: Ei suutnud luua ühendust::
pt_br: Não possível se conectar a

source: Unable to report post. Please go back and try again.
et: Ei suutnud postitusest teatada. Palun mine tagasi ja proovi uuesti.
pt_br: Não foi possível denunciar o post. Por favor volte e tente novamente.

source: Upload type:
et: Üles laadimise tüüp:
pt_br: Tipo de upload:

source: You may <b>not</b> appeal this ban.
et: Sa ei või tõkendust apelleerida.
pt_br: Você <b>não</b> pode recorrer desta expulsão.

source: Your appeal was reviewed and denied. You may <b>not</b> appeal this ban again.
et: Sinu appellatsioon vaadati läbi ja keelduti. Sa <b>ei või</b> seda tõkendit uuesti appelleerida.
pt_br: Seu pedido de revisão foi negado. Você <b>não</b> pode recorrer desta expulsão novamente.

source: log in
et: logi sisse
pt_br: entrar

source: log out
et: logi välja
pt_br: sair

source: translator-credits
et: Launchpad Contributions: m0rra https://launchpad.net/~operations-hot
pt_br: Launchpad Contributions: tj9991 <https://launchpad.net/~tslocum> Launchpad Contributions: Tiago Silva https://launchpad.net/~tiagosilva seabeast https://launchpad.net/~augusto-cesar tj9991 https://launchpad.net/~tslocum

source: Posting password
pt_br: Senha para postagem.
